[
{"name":"大石镇","info":"大石街道[1]  （原大石镇）位于合川区北部，距主城区近10公里，是主城通往渝南片区其它镇的交通枢纽，也是合川区城市组团之一。大石街道辖37个行政村，1个社区居委会，幅员面积122.1平方公里，规划区面积3平方公里，现建成区面积1.5平方公里。<br />大石街道总人口80346人，城镇非农业人口4951人，2786户。场镇常住人口10767人，城镇化水平为16.22%。大石街道地貌以浅丘平坝为主，海拔高度在200米上下，具有亚热带季风气候等特征，街道内依山傍水，气候温和，土地肥沃，资源丰富。国道212与太大路贯穿境内，交通便利。"},
{"name":"草街镇","info":"草街街道是重庆市合川区的东南大门，是合川与重庆主城区的承接点，是合川城市发展规划建设的四个外围组团之一。草街位于合川东南嘉陵江畔，幅员面积96.28平方公里，辖12个行政村，81个村民小组，1个社区居委会，人口58000余人，1所中学，7所小学，2所大学，在校学生25000人。交通便捷，区位优势明显。镇内公路里程达158公里，渝武高速公路在镇内有两个开口，盐三路、盐草路和川东公路贯穿全境，距重庆主城区37公里，紧邻合川主城区。嘉陵江和渠江绕镇，江岸线长达50公里。"},
{"name":"合阳城街道办事处","info":"合阳城街道位于重庆市合川区主城区，是合川区商贸、金融、教育、文化中心。位于合川北城，面积34.74平方公里，辖5个村、15个社区，常住人口14.25万人，户籍人口9.44万人（其中城镇人口7.7万人），城市化率达到81%。是合川区经济、商贸、金融、教育、文化中心。辖区内有重庆师范大学涉外商贸学院、重庆邮电大学移通学院、重庆工商大学派斯学院、重庆民生职业学院、重庆工商职业学院（重庆广播电视大学）、西南大学继续教育基地、合川教师进修校（合川师范学校）、合川中学、新华小学、新华幼儿园、凉亭子小学、学昌门小学、文华小学、合师附小、五尊小学、濮湖小学等各级各类学校及幼儿园44所，在校学生5.3万余人，其中高校6所，在校学生3.4万人。"},
{"name":"钓鱼城街道办事处","info":"钓鱼城街道位于重庆市合川城区东北部，辖7个行政村，13个社区居委会，常住人口104431人；幅员面积61.7平方公里。钓鱼城街道紧靠主城区，东接草街镇，武合高速、合肖公路、川东公路穿境而过，是合川东北面毗邻县镇的经济走廊。钓鱼城街道是合川商贸旅游重镇。"},
{"name":"南津街街道办事处","info":"南津街街道位于重庆市合川区，滨临嘉陵江、涪江，背倚九峰山森林公园，对望钓鱼城古战场，内镶合川工业园区，幅员面积95.3平方公里，其中城区面积6.1平方公里；共14.2万人，其中城市人口8.6万、农业人口5.6万、农村劳动力3.4万，辖16个村、11个社区。2006年实现地区生产总值7.3亿元、固定资产投资总额6.5亿元、社会消费品零售总额7.1亿元、财政收入突破8000万元。是重庆市合川区人民政府驻地。"},
{"name":"云门镇","info":"云门镇地处重庆市合川东北近郊，由原高龙镇、天星镇、云门镇三镇合并而成，辖30个村、7个居民委员会、216个社，面积130.15平方公里，耕地面积 71244亩。镇域地貌以浅丘平坝为主，海拔高度在220—400m之间，冬暖夏热，雨量充沛，常年平均气温18℃，平均降雨量 1138.6mm，平均日照时数达1268小时。总人口83008人，其中农业人口74520人，场镇建成面积1.6平方公里，场镇常住人口1.8万人，是合川区农业型大镇之一，也是重庆市百个经济强镇建设试点镇之一。"},
{"name":"盐井镇","info":"盐井镇系合川近郊工业镇，距合川城区15公里，与北碚澄江镇、壁山八塘镇、铜梁旧县镇接壤，素有合川“南大门”之称。全镇辖15个村、1个居委会，总户数10807户，总人口29509人，其中农业人口24500人，幅员面积58.66平方公里。镇属小学5所，在校学生1067人；区直属中学1所，教学班48个，在校学生2609人。全镇实现GDP23200万元，固定资产投资19000万元，财政税收1636万元，农民人均纯收入达到3152元，城镇化率达到42%。"},
{"name":"钱塘镇","info":"钱塘，重庆市合川区的第一人口大镇，位居合川区北部，与四川省武胜县接壤，距合川城区23公里，行政区辖36个村、2个社区、292个农业合作社。全镇幅员面积134.15平方公里，总人口94038人，其中城镇人口2.1万人。素有“天然粮仓”、“梨子之乡”之称。"},
{"name":"沙鱼镇","info":"沙鱼镇位于合川区北部，距合川主城区37公里，东、南与龙市镇、钱塘镇相邻，西、北分别与四川武胜县街子、龙庭二镇乡接壤，村村通公路，村级公路达38公里，公路干线连通广安市、武胜县，合川区、重庆市。南北与东西干线形成“十字”交通公路骨架，沙鱼场镇分别通过钱塘、街子上渝武高速公路不到15分钟，交通四通八达。"},
{"name":"官渡镇","info":"官渡镇位于合川区东北部的渠江西岸，距离合川主城区28公里，幅员面积60.62平方公里，全镇辖13个行政村80个合作社，1个社区居委会，总户数12371户，总人口38978人，其中农村人口36309人；农业人口中，三峡移民565人。官渡场镇环境优美，功能设施较为完善，是重庆市命名的园林绿化小城镇之一。"},
{"name":"涞滩镇","info":"涞滩镇位于合川区东北35公里渠江西岸鹫峰山上，全镇幅员面积70.99平方公里，由原来的宝华、双龙湖、涞滩三镇合并而成。<br />辖11个村122个合作社，1个社区居委会，总人口4.1万人，有二佛寺、双龙湖和鹫峰峡漂流三大旅游景点，是全国首批十大历史文化名镇、国家3A级旅游景区、全国最美村镇。"},
{"name":"龙市镇","info":"龙市镇位于合川区东北部，由原龙市、佛门、码头、孙家、古城五个乡镇合并而成。距城区32公里，幅员面积121.02平方公里，地处浅丘，耕地面积74505亩（田56578亩、土17927亩），总人口80613人，其中农业人口74914人，非农业人口5699人。辖青坝、山青、四碑、义和、古城、龙头、新场、生龙、飞龙、中心、海慧、双河、钵耳、九井、凉岩15个行政村，1个社区居委会，360个农业合作社，是合川通往岳池、武胜、广安等地的重要交通通道，是合川东北边陲重要的商品物资集散中心，素有“龙市鸭乡”、合川“粮仓”和合川“北大门”之称。"},
{"name":"肖家镇","info":"肖家镇位于重庆市合川区东北部，与武胜县的乐善镇、岳池县的裕民镇接壤。该镇拥有深厚的历史文化底蕴，在新时期，经济也有一定的发展。著名爱国实业家卢作孚先生的故乡——肖家镇，是合川市东北部的绿色农业镇，距市区38公路，与武胜、岳池接壤，幅员面积29.78平方公里，耕地面积2.1万亩，辖8个村、1个居民委员会，人口2.6万人，非农业人口2348人，城镇化率9%。"},
{"name":"古楼镇","info":"古楼镇位于重庆市合川区西北部，距主城区24公里，国道212线、嘉陵江穿境而过。幅员面积63.71平方公里，耕地29536亩，其中田17731亩，土11805亩。辖15个行政村，1个社区，乡村户数11943户，人口39863人，其中农业人口36672人。通车里程53.6公里，通航水域7.8公里。"},
{"name":"三庙镇","info":"三庙镇位于重庆市合川区西北部，距合川城区36公里，三庙镇机关驻地三庙场是合川区西北部、四川北部农贸物资集散中心，建于北宋乾德年间（公元963年），因境内山清水秀，招致成群白鹤栖息于此而鹤鸣声声，故虽历经明、清两代都沿袭了宋时的“鹤鸣”称谓；后因场镇建有文庙、财神庙、濂溪祠三大庙宇，1926年更名为“三庙”。"},
{"name":"燕窝镇","info":"燕窝镇位于合川西北部，距城区54公里，与四川省武胜县的万隆镇、烈面镇、清平镇、宝箴塞镇、新学乡接壤，与该区的二郎镇、龙凤镇、三庙镇、古楼镇接壤；辖区内有国道212线7.5公里，省道（王兴路）15.3公里，村道42.3公里，全镇村村通公路，是合川西北部通往南充、遂宁、潼南、武胜、蓬溪等的交通枢纽。"},
{"name":"二郎镇","info":"二郎镇位于合川区西北部，素有“一脚踏四县”之美誉，是通往邻县的交通运输基地之一，是周边十二个镇乡的商贸中心。东与四川省武胜县接壤，西北与蓬溪县相连，南与潼南县毗邻，镇域幅员面积38.1平方公里，场镇建成区面积1.45平方公里。"},
{"name":"龙凤镇","info":"龙凤镇位于合川西北，距合川主城67公里，幅员面积61.26平方公里，辖16个行政村，1个社区居委会，属典型的山区纯农业镇。辖区内有风景秀丽的龙多山，距场镇约1公里，海拔624米，相对高度为242米，历来为佛教道教名山及川中风景游览地。龙多山山势挺拔峻秀，峰峦起伏，逶迤飞腾，宛若龙蟠，故名龙多山；历来为佛教道教名山及川中风景游览地，2009年龙多山已被列入2008年“重庆市十大乡村旅游项目”之一。"},
{"name":"太和镇","info":"太和镇位于合川西北部，建于清乾隆13年（公元1748年），与潼南、铜梁交界，幅员面积156.71平方公里，辖21个村、2个社区居委会，总人口87079人，其中城镇常住人口4万余人，城镇建成区4.5平方公里，城镇化率56.8%，是合川区内最大的城镇。太和镇是传统的丝绸之乡、马门溪恐龙故居、红军高级将领周吉可家乡，是全国重点镇和重庆市中心镇、卫生镇、文明镇、生态镇、经济百强镇、商贸示范镇，也是合川规划建设的小城市和主城副中心。太和镇历史文化悠久、交通便利、物产丰富、商贸繁荣、经济基础较好，现有渝州酿酒有限公司、太和丝绸公司、富金坝发电厂等一批规模企业；有重庆市首批无公害蔬菜生产基地；有各类商业门市1200余家，是合川西部特色经济区域中心和辐射周边30万人的物资集散地和商贸中心，素有“小合川 ”之称。"},
{"name":"隆兴镇","info":"位于合川区西北，地处龙多山台地，距城区40公里，幅员面积87.14平方公里，辖21个村，1个居委会，耕地面积4.49万亩，总人口42900人，其中农业人口39833人，是典型的农业镇。镇党委政府紧紧围绕建设绿色农业强镇、休闲旅游名镇两大战略，以推动农业和农村经济快速发展和促进社会和谐稳定为奋斗目标，大力实施产业富镇、旅游兴镇、生态靓镇三大工程，强力推进产业结构调整、基础设施建设、休闲旅游开发、森林绿化美化四项重点工作，经济社会发展取得了可喜的成绩。"},
{"name":"铜溪镇","info":"铜溪镇地处重庆市合川区西郊，距主城区17公里；东南面与南办处接壤，北与渭沱镇、合办处隔江相望，西与铜梁县的安居镇、白羊镇、水口镇毗邻。境内省道（204线）临祈公路上接国道319线通往四川省遂宁、成都等地，下连国道212线的交通要道穿境而过，遂渝铁路和武合高速公路横贯东北，涪江及小安溪在辖区内有水运航道28.5公里，装机容量3万千瓦的渭沱水力发电厂建在境内，境内村级公路通车里程90.6公里，基本实现了村村社社通公路，水陆交通发达。"},
{"name":"渭沱镇","info":"渭沱镇位于重庆市合川西部涪江江畔，中心区域距合川区主城区17公里，幅员面积100.47平方公里，辖12个行政村，212个农业合作社，一个街道社区，四个场镇，总人口54320人，耕地面积4.05万亩，区域经济主要以蚕桑生产、水产养殖、绿色无公害蔬菜种植、花椒生产、生猪及名优山羊饲养、工农企业发展等为特色。"},
{"name":"双凤镇","info":"双凤镇隶属于重庆合川区，地处合川东南部，距合川城区20公里，紧邻西南大学育才学院。东与合川区狮滩镇接壤，南与合川区土场镇交界，西与合川区草街镇相邻，北与合川区云门镇隔渠江相望。截至2014年，辖14个村、1个社区，幅员96.82平方公里，辖14个村、1个社区，总户数16642户，总人口43093人，场镇常驻人口3500人，农村人口39593人，从业人员29209人。2014年，实现地区生产总值8.4亿元，增长10.5%；工业总产值16.4亿元，增长27.58%；社会消费品零售总额2.6亿元，增长13.04%；固定资产投资2.6亿元，辖区财政收入1854万元；农村人均可支配收入12877元，增长14%。"},
{"name":"狮滩镇","info":"狮滩镇辖11个村，1个居民委员会，74个社，总人口2.96万，其中城镇常住人口3300人，耕地总面积2100公顷，林地667公顷，森林1500公顷，森林覆盖率达33%。全镇地区生产总值年均递增10%。狮滩镇有中学1所，完小3所，中学在校学生1081人，小学在校生2343人。有文化站1个，文化茶园11个，广播电视站1个；镇中心卫生院1个，属国家卫生部乙级一等医院。自来水厂1个，日供水能力300吨。有小水电站2个，有35千伏高压输变站1个；镇内矿藏丰富，有煤、石灰石、石英砂、粘土、菱铁矿、河沙、白沙、黄沙、页岩等地下矿产资源。"},
{"name":"清平镇","info":"中国日用玻璃产业基地、重庆新名片100强、清平镇位于重庆市合川区华蓥山经济走廊，紧邻重庆两江新区.距重庆市区28公里，距合川城区53公里，襄渝铁路、省道110线穿境而过 .渝广高速.重庆三环相继动工建设并在清平镇境内汇合。幅员面积54.29平方公里.3个城区居住点.辖1个社区居委会·10个村委会。"},
{"name":"土场镇","info":"土场镇位于重庆市区西北部，距重庆市区13公里、合川城区34公里、国家级新区-重庆两江新区6公里。全镇幅员面积40.24平方公里，城镇建成区面积4.3平方公里，总体规划建设面积14.5平方公里，系华蓥山经济走廊桥头堡、合川区工业经济第一镇，辖4个村2个社区，户籍人口 1.9万人，流入人口1.5万人。"},
{"name":"小沔镇","info":"小沔镇依山傍水，位于渠江东岸，地处重庆市合川区东部，东与华蓥山南麓紧紧相接，南与狮滩镇接壤，西拥渠江，北与双槐镇相邻，距合川城区59公里。全镇幅员面积66.7平方公里，其中耕地2067.3公顷，林地1758.67公顷，森林覆盖率38.6%。"},
{"name":"三汇镇","info":"全国重点镇，全国文明村镇，全国综合改革试点镇，全国园林城镇，是合川城市副中心.合川东部经济走廊核心区.重庆市45个首批启动的中心镇、重庆经济百强镇. 三汇镇因老龙河、榆钱河、蒿枝河三条河流在此相汇而得名。位于合川东部，华蓥山南麓。地处渝川省际交界处，北与四川省华蓥市接壤，东与渝北区、北碚区毗邻。距渝中区70公里，两江新区28公里、江北国际机场40公里，合川城区60公里，四川广安市城区70公里。"},
{"name":"香龙镇","info":"香龙镇是重庆市合川区东北边贸重镇，与四川的广安、岳池、华蓥等市县接壤，全镇幅圆面积64平方公里，辖11个行政村，1个居委会，总人口4万余人，总耕地面积35625亩。"},
{"name":"双槐镇","info":"双槐镇地处重庆市合川区东北角，与四川省华蓥市接壤，距主城区70公里。全镇幅员面积97.81平方公里，辖19个行政村，1个居委会，139个合作社，17034 户，55624人，其中：农业户15128 户，51926人，城镇户1906户，3968人。"}
]